cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'tree'
brew 'htop'

cask 'adium'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'mapbox-studio'
cask 'seashore'
cask 'gitter'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
